Repository: ppfeufer/aa-ma-securegroups
Catalog: memberaudit_securegroups/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr_fr, ja, ru, uk

source: Secure Groups (Member Audit Integration)
ja: 信頼できるグループ (メンバーの監査を統合する)
uk: Секьюр групи (Інтеграція з аудиту мемберів)

source: Inactivity threshold
de: Inaktivitätsschwelle
ja: 非活動閾値
uk: Період неактивності

source: {inactivity_threshold:d} day
de: {inactivity_threshold:d} Tag
es: día {inactivity_threshold:d}
fr_fr: {inactivity_threshold:d} jour
ja: {inactivity_threshold:d} 日
ru: {inactivity_threshold:d} день
uk: {inactivity_threshold:d} день

source: corporation role
de: Corporations-Rolle
fr_fr: rôle dans la corporation
ja: コーポレーションの役割
ru: корпоративные полномочия
uk: корпоративна роль

source: The filter description that is shown to end users.
de: Die Filterbeschreibung welche den Benutzern angezeigt wird.
es: La descripción del filtro que se muestra a los usuarios finales.
fr_fr: La description du filtre étant montrée a l'utilisateur final.
ja: エンドユーザーに表示されるフィルターの説明。
ru: Описание фильтра, отображаемое пользователю.
uk: Опис фільтра, який відображається користувачам.

source: Please create a filter!
de: Bitte erstelle einen Filter!
fr_fr: Créez un filtre s'il vous plaît !
ja: フィルターを作成してください！
ru: Пожалуйста, создайте фильтр!
uk: Будь ласка, створіть фільтр!

source: Please create an audit function!
de: Bitte erstelle eine Audit-Funktion!
fr_fr: Créez une fonction de vérification s'il vous plaît !
ja: 監査機能を作成してください！
ru: Пожалуйста, создайте функцию аудита!
uk: Будь ласка, створіть функцію аудиту!

source: Maximum allowable inactivity, in <strong>days</strong>.
de: Maximal zulässige Inaktivität in <strong>Tagen</strong>.
es: Inactividad máxima permitida, en <strong> días </strong>.
fr_fr: En <strong>jours</strong>, l'inactivité maximale autorisable.
ja: <strong>日</strong>単位 で非アクティブの最大許容値。
ru: Максимальное допустимое время неактивности, в <strong>днях</strong>.
uk: Максимум періоду неактивності,<strong>діб</strong>.

source: Smart Filter: Activity
de: Smart Filter: Aktivität
fr_fr: Filtre intelligent : Activité
ja: スマートフィルター：活動量
ru: Умный Фильтр: Активность
uk: Смарт-фільтр: активність

source: Activity [Last {inactivity_threshold}]
de: Aktivität [Letzte {inactivity_threshold}]
es: Actividad [por última vez {inactivity_threshold}]
fr_fr: Activité [Derniers{inactivity_threshold}]
ja: 活動履歴[Last {inactivity_threshold}]
ru: Активность [{inactivity_threshold}]
uk: Активність [Last {inactivity_threshold}]

source: Active character:
de: Aktiver Charakter:
fr_fr: Personnage actif :
ja: アクティブキャラクター：・
ru: Активный персонаж:
uk: Активний персонаж:

source: Minimum allowable age, in <strong>days</strong>.
de: Zulässiges Mindestalter in <strong>Tagen</strong>.
es: Edad mínima permitida, en <strong>días</strong>.
fr_fr: Âge minimal autorisable, en <strong>jours</strong>.
ja: 最低許容年齢<strong>日</strong>。
ru: Минимальный допустимый возраст, в <strong>днях</strong>.
uk: Мінімально допустимий вік, в <strong>днях</strong>.

source: Smart Filter: Character Age
de: Smart Filter: Charakter Alter
fr_fr: Filtre Intelligent : âge du personnage
ja: スマートフィルター：キャラクターの年齢
ru: Умный Фильтр: Возраст Персонажа
uk: Смарт фільтр: Вік Персонажа

source: {age_threshold:d} day
de: {age_threshold:d} Tag
ja: {age_threshold:d} 日
uk: {age_threshold:d} день

source: Character age [{age_threshold}]
de: Alter des Charakters [{age_threshold}]
fr_fr: Âge du personnage [{age_threshold}]
ja: キャラクターの年齢 [{age_threshold}]
ru: Возраст персонажа [{age_threshold}]
uk: Вік персонажа [{age_threshold}]

source: User must possess <strong>one</strong> of the selected assets.
de: Der Benutzer muss <strong>eines</strong> der ausgewählten Assets besitzen.
es: El usuario debe tener <strong>uno</strong> de los bienes seleccionados.
fr_fr: L'utilisateur doit posséder <strong>au moins</strong> l'un des objets sélectionné.
ja: ユーザーは選択された資産のうち<strong>1つ</strong>を所有している必要があります。
ru: Пользователь должен владеть <strong>одним</strong> из выбранных ассетов.
uk: Персонаж повинен володіти <strong>одним</strong> з обраних предметів.

source: Smart Filter: Asset
de: Smart Filter: Besitz
ja: スマートフィルター：資産
uk: Смарт фільтр: Асет

source: Member Audit Asset
es: Auditoría de Bienes de los Miembros
ja: メンバー監査資産
ru: Аудит ассетов
uk: Аудит асетів мембера

source: No matching assets found
de: Keine passenden Assets gefunden
fr_fr: Biens correspondants non trouvés
ja: 一致する資産が見つかりませんでした
uk: Асет не знайдено

source: No audit information found
de: Keine Audit-Informationen gefunden
ja: 監査情報は見つかりませんでした
uk: Нема інформації про аудит

source: If set, all members WITHOUT compliance will pass this check.
de: Wenn gesetzt, bestehen alle Mitglieder OHNE Konformität diese Prüfung.
ja: 設定されている場合、コンプライアンスを満たしていないすべてのメンバーがこのチェックを通過します。

source: Smart Filter: Compliance
de: Smart Filter: Konformität
fr_fr: Filtre Intelligent : Conformité
ja: スマートフィルター：コンプライアンス
uk: Смарт фільтр: Відповідність

source: Compliance
es: Cumplimiento
fr_fr: Conformité
ja: コンプライアンス
ru: Согласие
uk: Відповідність

source: All characters have been added to {MEMBERAUDIT_APP_NAME}
de: Alle Charaktere wurden zu {MEMBERAUDIT_APP_NAME} hinzugefügt
es: Todos los personajes están añadidos en {MEMBERAUDIT_APP_NAME}
fr_fr: Tous les personnages ont été ajouté à {MEMBERAUDIT_APP_NAME}
ja: 全てのキャラクターが{MEMBERAUDIT_APP_NAME}に追加されました
ru: Все персонажи были добавлены в {MEMBERAUDIT_APP_NAME}
uk: Усі персонажі додано до {MEMBERAUDIT_APP_NAME}

source: Missing character:
de: Fehlender Charakter:
es: Personaje que falta:
fr_fr: Caractère manquant :
ja: 不足しているキャラクター:
ru: Отсутствующие персонажи:
uk: Не вистачає персонажа:

source: The character with the role must be in one of these corporations.
de: Der Charakter mit der Rolle muss in einem dieser Corporationen sein.
fr_fr: Le personnage avec ce rôle doit être dans l'une de ces corporations.
ja: その役割を持つキャラクターは、これらの企業のいずれかに所属していなければならない。
ru: Персонаж с полномочием должен быть в одной из этих корпораций.
uk: Персонаж з роллю повинен бути в одній з цих корпорацій.

source: User must have a character with this role.
de: Der Benutzer muss einen Charakter mit dieser Rolle haben.
fr_fr: L'utilisateur doit avoir un personnage avec ce rôle.
ja: ユーザーはこの役割を持つキャラクターを所有している必要があります。
ru: У пользователя должен быть персонаж с данным полномочием.
uk: Користувач повинен мати персонажа з роллю.

source: When checked, the filter will also include the users alt-characters.
de: Wenn ausgewählt, schließt der Filter auch die Alt-Charaktere des Benutzers ein.
fr_fr: Quand coché, le filtre va aussi inclure les personnages secondaires (alts) de l'utilisateur.
ja: チェックすると、フィルターにはALTキャラクターも含まれます。
ru: Когда включен, будет также учитывать альтернативных персонажей пользователя.
uk: Коли встановлено, фільтр також додасть усіх альтів.

source: Smart Filter: Corporation Role
de: Smart Filter: Corporations-Rolle
ja: スマートフィルター：コーポレーションの役割
ru: Умный Фильтр: Роль В Корпорации
uk: Смарт фільтр: Корпоративна Роль

source: Member Audit Corporation Role
de: Member Audit Corporations-Rolle
ja: メンバー監査コーポレーション権限
ru: Аудит роли корпорации
uk: Аудит мемберів за Корпоративними Ролями

source: No matching character found
de: Keinen passenden Charakter gefunden
fr_fr: Aucun personnage correspondant n'a été trouvé
ja: 一致するキャラクターが見つかりませんでした
uk: Персонаж не знайдений

source: The character with the title must be in one of these corporations.
de: Der Charakter mit dem Titel muss in einer dieser Corporationen sein.
fr_fr: Le personnage avec ce titre doit être dans l'une de ces corporations.
ja: その称号を持つ人物は、これらの企業体のいずれかに所属していなければならない。
ru: Персонаж с таким титулом должен работать в одной из этих корпораций.
uk: Персонаж повинен бути в одній з цих корпорацій.

source: User must have a character with this title.
de: Der Benutzer muss einen Charakter mit diesem Titel haben.
fr_fr: L'utilisateur doit avoir un personnage avec ce titre.
ja: ユーザーはこの称号を持つキャラクターを所持している必要があります。
ru: У пользователя должен быть персонаж с данным титулом.
uk: Користувач повинен мати підпис.

source: When True, the filter will also include the users alt-characters.
de: Bei „True“ schließt der Filter auch die Alt-Charaktere des Benutzers ein.
fr_fr: Quand vrai, le filtre inclura aussi les personnages secondaires (alts).
ja: Trueの場合、フィルターはユーザーのALTキャラクターも対象に含めます。
ru: Когда Истина - фильтр будет также учитывать альтернативных персонажей пользователя.
uk: Коли True, фільтр додасть усіх альтів.

source: Smart Filter: Corporation Title
ja: スマートフィルター：役職名
ru: Умный фильтр: Название корпорации
uk: Смарт Фільтр: Корпоративний Підпис

source: Member Audit Corporation Title
ja: メンバー監査役職名
ru: Аудит титула корпорации
uk: Аудит Мемберів за Корпоратиними підписами

source: Minimum allowable skill points.
de: Mindestens zulässige Skillpunkte.
fr_fr: Minimum de points de compétences attribuables.
ja: 最低許容スキルポイント。
ru: Минимально допустимое количество очков опыта.
uk: Мінімум дозволених скілпойнтів.

source: Smart Filter: Skill Points
de: Smart Filter: Skillpunkte
ja: スマートフィルター：スキルポイント
ru: Умный Фильтр: Очки Навыков
uk: Смарт Фільтр: Скілпойнти

source: {sp_threshold} skill point
de: {sp_threshold} Skillpunkt
es: punto de habilidad {sp_threshold}
fr_fr: {sp_threshold} point de compétence
ja: {sp_threshold} スキルポイント
ru: {sp_threshold} очко опыта
uk: {sp_threshold} скілпойнт

source: Member Audit Skill Points [{skill_point_threshold}]
de: Member Audit Skillpunkte [{skill_point_threshold}]
es: Auditoría de Miembro Puntos de Habilidad [{skill_point_threshold}]
ja: メンバー監査：スキルポイント[{skill_point_threshold}]
ru: Аудит очков опыта [{skill_point_threshold}]
uk: Аудит Мембера за скілпоінтами [{skill_point_threshold}]

source: Any
de: Beliebig
ja: いずれの
ru: Любой
uk: Усі

source: Mains only
de: Nur Hauptcharaktere
fr_fr: Personnages principaux uniquement
ja: メインのみ
ru: Только основной
uk: Мейни

source: Alts only
de: Nur Alt-Charaktere
fr_fr: Personnages secondaires uniquement
ja: ALTのみ
ru: Только альтернативный
uk: Альти

source: Users must have a character who possess all of the skills in <strong>one</strong> of the selected skill sets.
de: Benutzer müssen über einen Charakter verfügen, der alle Skills in <strong>einem</strong> der ausgewählten Skillsets besitzt.
fr_fr: L'utilisateur doit posséder un personnages ayant <strong>toutes les compétences dans l'un</strong> des ensembles de compétences sélectionné.
ja: ユーザーは選択した<strong>1つ</strong>のスキルセットの全てのスキルを習得しているキャラクターを保持している必要があります。
ru: У пользователя должен быть персонаж, который обладает всеми умениями в <strong>одном</strong> из выбранных наборов.
uk: Користувач повинен мати Персонажа, який усі перелічені скіли з <strong>одного</strong> з перелічених розділів скілів.

source: Specify the type of character that needs to have the skill set.
de: Gib den Charaktertyp an, der über die erforderlichen Skills verfügen muss.
fr_fr: Spécifier le type de personnages nécessitant l'ensemble de compétences.
ja: スキルセットを必要とするキャラクターのタイプを指定してください。
ru: Выберите тип персонажа, который должен обладать набором умений.
uk: Визначте персонажа, який повинен мати набір скілів.

source: Smart Filter: Skill Set
ja: スマートフィルター：スキルセット
ru: Умный Фильтр: Набор Навыков
uk: Смарт Фільтр: Набір скілів

source: Member Audit Skill Set
es: Auditoría de Miembro Conjunto de Habilidades
ja: メンバー監査：スキルセット
ru: Аудит наборов умений
uk: Аудит Мембера за наборами скілів

source: Minimum number of days a main character needs to be member of his/her current corporation.
de: Mindestanzahl an Tagen, die der Hauptcharakter Mitglied seiner/ihrer aktuellen Corporation sein muss.
fr_fr: Nombre de jour minimum pendant lequel un personnage principal doit appartenir à sa corporation actuelle.
ja: メインキャラクターが現在のコーポレーションのメンバーである必要最低限の日数。
uk: Мінімум днів,який повинен мати Мембер в його поточній корпорації.

source: If set, all members with LESS than the minimum days will pass this check.
de: Wenn gesetzt, bestehen alle Mitglieder mit WENIGER als der Mindestanzahl an Tagen diese Prüfung.
fr_fr: Si activé, tous les membres dont le nombre de jours est INFERIEUR au minimum passeront ce contrôle.
ja: 設定されている場合、最小日数未満の全メンバーがこのチェックを通過します。
uk: Якщо задано, усі мембери з меншою мінімуму кількістю днів пройдуть чек.

source: Smart Filter: Time in Corporation
de: Smart Filter: Zeit in Corporation Filter
ja: スマートフィルター：在籍期間
ru: Умный Фильтр: Время В Корпорации
uk: Смарт Фільтр: Час у Корпі

source: Member Audit Time in Corporation Filter
de: Member Audit Zeit in Corporation Filter
ja: メンバー監査：コーポ在籍期間フィルター
ru: Время проверки участника в корпоративном фильтре
uk: Аудит Мемберів за часом у Корпорації

source: {days_in_corporation:d} day
de: {days_in_corporation:d} Tag
fr_fr: {days_in_corporation:d} jour
ja: {days_in_corporation:d} 日
uk: {days_in_corporation:d} день

source: {days_in_corporation:d} day (End date: {end_date})
de: {days_in_corporation:d} Tag (Enddatum: {end_date})
fr_fr: {days_in_corporation:d} jour(Date de fin : {end_date})
ja: {days_in_corporation:d} 日(退職日: {end_date})
uk: {days_in_corporation:d} день(End date: {end_date})

source: User must have a character with this home station.
de: Der Benutzer muss einen Charakter mit dieser Heimatstation haben.
ja: ユーザーはこのホームステーションを持つキャラクターを所有している必要があります。
uk: Користувач повинен мати персонажа з домашньою станцією.

source: Smart Filter: Home Station (Death Clone)
de: Smart Filter: Heimatstation (Death Clone)
ja: スマートフィルター：ホームステーション（デスクローン）
uk: Смарт Фільтр: Домашня станція (точка респавну, клонілка або медклон)

source: Member Audit Home Station
de: Member Audit Heimatstation
ja: メンバー監査：ホームステーション
uk: Аудит мемберів за Домашньою станцією

source: Member Audit Secure Groups
fr_fr: Audit des membres - Groupes sécurisés

source: Secure Groups (Member Audit Integration) v{__version__}
fr_fr: Groupes sécurisés (Contrôle de l'intégration des membres) v{__version__}

source: {self.inactivity_threshold:d} day
es: día {self.inactivity_threshold:d}
fr_fr: {self.inactivity_threshold:d} jour

source: {self.age_threshold:d} day
es: día {self.age_threshold:d}
fr_fr: {self.age_threshold:d} jour

source: If set all members WITHOUT compliance will pass this check.
fr_fr: Si activé, tous les membres NON conformes passeront ce contrôle.

source: Member Audit Secure Groups Integration v{__version__}
es: Integración de la Auditoria de Miembros de los Grupos Seguros v{__version__}

source: Not all of your characters are added to {MEMBERAUDIT_APP_NAME}
es: No todos tus personajes están añadidos en {MEMBERAUDIT_APP_NAME}
